{

    "List_Knowledge":
    [
        {
            "Id": "Knowledge_Id",
            "Rarity": "",
            "Label": "Knowledge Title",
            "Short_Label": "Title",
            "Image": "Image_Knowledge_Id",
            "Knowledge_Content": "This is the knowledge you want the player to know. So you are reading it right now."
        },






        
        {
            "Id": "Potion_Formula_Level_9_Apprentice_Of_The_Whisper",
            "Rarity": "",
            "Label": "Potion Formula: Apprentice of the Whisper",
            "Short_Label": "Formula",
            "Image": "Image_Knowledge_Id",
            "Knowledge_Content": "Potion Formula: 3 P_E_0, 2 S_I_M\n\nApprentice of Whispers, Sequence 9, marks the beginning of the 'God of Knowledge' pathway. This pathway focuses on the acquisition and transformation of knowledge and information. Its creed: 'Omniscience is omnipotence.'"
        },


        {
            "Id": "Knowledge_Pioneer_Of_Wisdom",
            "Rarity": "",
            "Label": "Potion Formula: Pioneer of Wisdom",
            "Short_Label": "Formula",
            "Image": "Image_Knowledge_Pioneer_Of_Wisdom",
            "Knowledge_Content": "Potion Formula: 10 P_E_0, 6 S_I_M, 8 knowledge\n\nPioneer of Wisdom, Sequence 7, is a mid-tier rank within the 'God of Knowledge' sequence. By Sequence 7, the Pioneer of Wisdom can grasp an expanded breadth of knowledge and skillfully utilize various types of knowledge to create and combine energies."
        },
        {
            "Id": "Potion_Formula_Level_9_Seer",
            "Rarity": "Rare",
            "Label": "Potion Formula: Seer",
            "Short_Label": "Formula",
            "Image": "Image_Knowledge_Id",
            "Knowledge_Content": "Potion Formula : 2 P_E_0, 3 S_I_M\n\nSeer, Sequence 9, initiates the 'Idiot God' pathway. The pathway of Seer is highly spiritual but physically frail. Its extraordinary powers primarily derive from the dominion over history and fate, reflected in the manipulation and foresight of history, the present, and the future."
        },
        {
            "Id": "Knowledge_Beyonder",
            "Rarity": "",
            "Label": "Knowledge: Beyonder",
            "Short_Label": "Knowledge",
            "Image": "Image_Knowledge_Beyonder",
            "Knowledge_Content": "Beyonders are humans graced with extraordinary powers, shrouded in secrecy and unseen by the majority. The only path to become a Beyonder is through the consumption of potions. The most powerful among them wield abilities beyond mortal imagination."
        },
        {
            "Id": "Knowledge_Potion",
            "Rarity": "",
            "Label": "Knowledge: Potion",
            "Short_Label": "Knowledge",
            "Image": "Image_Knowledge_Potion",
            "Knowledge_Content": "Consuming the potion is the sole path for humans to transcend their mortal bounds. Under divine protection, those who contest with giants, demons, and otherworldly beings have discovered the means to extraordinary powers. By combining the essences of malevolent spirits, dragons, monsters, and enchanted flora and crystals with various mental and energetic forces, diverse potions are crafted, bestowing unique extraordinary abilities upon their users."
        },
        
        {
            "Id": "Myth_The_Eight_Angels",
            "Rarity": "",
            "Label": "Myth: The 8 Angels of the God",
            "Short_Label": "Myth",
            "Image": "Image_Knowledge_Id",
            "Knowledge_Content": "The old frescoes in the God's Forbidden Land shows the Ancient God of Sun has 8 angels originally. Since the fall of the God of Sun, his 8 angels have shared his authority and become eight independent true gods, seven of which are the seven orthodox gods today. "
        },



















        
        {
            "Id": "Knowledge_Extraordinary_Traits",
            "Rarity": "Common",
            "Label": "Knowledge: Extraordinary Traits",
            "Short_Label": "Knowledge",
            "Image": "Image_Knowledge_Extraordinary_Traits",
            "Knowledge_Content": "The core of potion potency and the source of a Beyonder's power are the Extraordinary Traits, manifestations of nature's authority and power. The Immutable Law of Traits, a common mystical knowledge, decrees that these traits do not perish but merely transfer."
        },
        {
            "Id": "Knowledge_Sequence",
            "Rarity": "Common",
            "Label": "Knowledge: Sequence",
            "Short_Label": "Knowledge",
            "Image": "Image_Knowledge_Sequence",
            "Knowledge_Content": "The Sequence represents the rank of a Beyonder's abilities, ascending from the weakest at Sequence 9 to the mightiest at Sequence 1. It is said that a Sequence 1 Beyonder possesses the power to rend heavens and shatter earths."
        },
        {
            "Id": "Knowledge_Sequence_Upgrade",
            "Rarity": "Common",
            "Label": "Knowledge: Sequence Upgrade",
            "Short_Label": "Knowledge",
            "Image": "Image_Knowledge_Sequence_Upgrade",
            "Knowledge_Content": "Each Sequence rank has its corresponding potion. Consuming a higher ranked potion facilitates ascension, though skipping ranks or consuming potions from another Sequence is impossible. However, it is said that closely related pathways can interchange under specific ranks, allowing a shift by consuming a potion of a similar pathway..."
        },
        {
            "Id": "Knowledge_Ritual",
            "Rarity": "Rare",
            "Label": "Knowledge: Ritual",
            "Short_Label": "Knowledge",
            "Image": "Image_Knowledge_Ritual",
            "Knowledge_Content": "Advancing beyond Sequence 5 requires the aid of rituals. Some rituals also allow communion with divine beings or unknown entities, seeking their power and blessing."
        },
        {
            "Id": "Knowledge_Sequence_Zero",
            "Rarity": "Rare",
            "Label": "Knowledge: Sequence 0!",
            "Short_Label": "Knowledge",
            "Image": "Image_Knowledge_Sequence_Zero",
            "Knowledge_Content": "Above the pinnacle of Sequence 1 lies Sequence 0! It is said to be the realm of true gods. Ascending to Sequence 0 grants dominion over a domain and god-like powers akin to those of the divine."
        },
        {
            "Id": "Knowledge_Profane_Plaque",
            "Rarity": "Myth",
            "Label": "Knowledge: Profane Plaque",
            "Short_Label": "Knowledge",
            "Image": "Image_Knowledge_Profane_Plaque",
            "Knowledge_Content": "The Profane Plaque, a sacred relic of humanity, purportedly crafted by an ancient Sun God. It contains all known paths to divine power and authority, ranging from potions and rituals for every Pathway, from 9 to 0. It is the true path to godhood, the essence of harnessing the powers of nature."
        },
        {
            "Id": "Knowledge_Secret_Organizations",
            "Rarity": "Rare",
            "Label": "Knowledge: Secret Organizations",
            "Short_Label": "Knowledge",
            "Image": "Image_Knowledge_Secret_Organizations",
            "Knowledge_Content": "Beyond the Seven Major Church Gods, the world teems with myriad secret societies, such as the Aurora Society, the Rose School, the Hermetic Order, the Witch Sect, and the Life School. These organizations worship different divine beings and are deemed heretical and idolatrous by the eyes of the Seven Major Churches."
        },
        {
            "Id": "Knowledge_Leon_Kingdom_One",
            "Rarity": "Common",
            "Label": "Knowledge: Leon Kingdom One",
            "Short_Label": "Knowledge",
            "Image": "Image_Knowledge_Leon_Kingdom_One",
            "Knowledge_Content": "The Leon Kingdom, situated in the eastern part of the Northern Continent, was established in the Fourth Epoch and is one of the four great kingdoms of the Northern Continent. The kingdom boasts robust economic and industrial strength, with a populace mainly worshipping the Goddess of Night, the Lord of Storms, and the Gods of Steam and Mechanics. Its capital is Beckland."
        },
        {
            "Id": "Knowledge_Leon_Kingdom_Two",
            "Rarity": "Common",
            "Label": "Knowledge: Leon Kingdom Two",
            "Short_Label": "Knowledge",
            "Image": "Image_Knowledge_Leon_Kingdom_Two",
            "Knowledge_Content": "Having recently undergone its First Industrial Revolution, the Leon Kingdom has seen significant enhancements in productivity thanks to steam and mechanics. While the nobility retains its privileges, the middle class has rapidly expanded in proportion."
        },
        {
            "Id": "Knowledge_Fifth_Epoch",
            "Rarity": "Common",
            "Label": "Knowledge: The Fifth Epoch",
            "Short_Label": "Knowledge",
            "Image": "Image_Knowledge_Fifth_Epoch",
            "Knowledge_Content": "The Fifth Epoch marks the current era, during which the Eastern Continent has become inaccessible. People now predominantly reside on the Northern and Southern Continents, where the worship of the Seven Orthodox Deities is lawful."
        },
        {
            "Id": "Knowledge_Three_Kingdoms",
            "Rarity": "Rare",
            "Label": "Knowledge: Three Kingdoms",
            "Short_Label": "Knowledge",
            "Image": "Image_Knowledge_Three_Kingdoms",
            "Knowledge_Content": "Aside from the Leon Kingdom, the Northern Continent is home to the Intis Republic, the Vassak Empire, and the Feneport Kingdom. Their populace respectively worships the God of War, the Eternal Sun, and the Earth Mother."
        },
        {
            "Id": "Knowledge_Southern_Continent",
            "Rarity": "Rare",
            "Label": "Knowledge: Southern Continent",
            "Short_Label": "Knowledge",
            "Image": "Image_Knowledge_Southern_Continent",
            "Knowledge_Content": "Separated from the Northern Continent by the Raging Sea, the Southern Continent was once the sole domain of the Byron Empire. In the current Fifth Epoch, however, it has become a colonial possession of the Leon Kingdom, the Intis Republic, and the Vassak Empire. The region remains relatively primitive, and the majority of its people worship the God of Death."
        },
        {
            "Id": "Knowledge_Raging_Sea",
            "Rarity": "Rare",
            "Label": "Knowledge: Raging Sea",
            "Short_Label": "Knowledge",
            "Image": "Image_Knowledge_Raging_Sea",
            "Knowledge_Content": "The Raging Sea, lying between the Northern and Southern Continents, was once impassable to humankind. It was said to be tranquil until the demise of the God of Death at the end of the Fourth Epoch, which greatly disturbed its natural state."
        },
        {
            "Id": "Thought_Tarot_Conclave",
            "Rarity": "",
            "Label": "Thought: Tarot Conclave",
            "Short_Label": "Thought",
            "Image": "Image_Thought_Tarot_Conclave",
            "Knowledge_Content": "This is my first encounter with a divine being! He reigns above the mists as a mysterious sovereign, a Foolish God of a bygone era. He has invited me to a gathering of Beyonders, a loosely organized group that trades information and items in a divine-created space, collaborating on worldly endeavors. Members use Tarot cards as their monikers. He appears benevolent, but should I entrust myself to this organization?"
        },
        {
            "Id": "Thought_Where_I_Come_From",
            "Rarity": "",
            "Label": "Thought: Where I Come From",
            "Short_Label": "Thought",
            "Image": "Image_Thought_Where_I_Come_From",
            "Knowledge_Content": "I vaguely remember living in the 21st century reality, but now I find myself in this strange parallel Victorian world, filled with mysteries and extraordinary powers. It seems the people here truly worship real deities..."
        },
    














        
        {
            "Id": "Potion_Guardian_Secrets",
            "Rarity": "",
            "Label": "Potion Formula: Guardian of Secrets",
            "Short_Label": "Formula",
            "Image": "Image_Guardian_Secrets",
            "Knowledge_Content": "This potion grants the ability to shield and decrypt secrets. Rank: 7, Ingredients: 3 Mental Clarity, 2 Secret Essence."
        },
        {
            "Id": "Knowledge_Pathways",
            "Rarity": "",
            "Label": "Knowledge: Pathways",
            "Short_Label": "Knowledge",
            "Image": "Image_Pathways",
            "Knowledge_Content": "Pathways refer to the distinct routes taken by Beyonders to enhance their powers and transform their souls."
        },
        {
            "Id": "Myth_Crimson_Moon",
            "Rarity": "",
            "Label": "Myth: The Crimson Moon",
            "Short_Label": "Myth",
            "Image": "Image_Crimson_Moon",
            "Knowledge_Content": "Legend speaks of a Crimson Moon that appears to herald the awakening of ancient beings and untold chaos."
        },
        {
            "Id": "Potion_Dreamer",
            "Rarity": "",
            "Label": "Potion Formula: Dreamer",
            "Short_Label": "Formula",
            "Image": "Image_Dreamer",
            "Knowledge_Content": "Enables profound connection to the dream world. Rank: 8, Ingredients: 4 Dream Dust, 1 Nightmare Essence."
        },
        {
            "Id": "Knowledge_Elder_Ones",
            "Rarity": "",
            "Label": "Knowledge: Elder Ones",
            "Short_Label": "Knowledge",
            "Image": "Image_Elder_Ones",
            "Knowledge_Content": "The Elder Ones are ancient entities possessing vast knowledge and mysterious powers, often worshipped or feared."
        },
        {
            "Id": "Potion_Nightwalker",
            "Rarity": "",
            "Label": "Potion Formula: Nightwalker",
            "Short_Label": "Formula",
            "Image": "Image_Nightwalker",
            "Knowledge_Content": "Grants enhanced abilities to operate under the cover of darkness. Rank: 6, Ingredients: 3 Shadow Essence, 2 Moonlight Dew."
        },
        {
            "Id": "Knowledge_Sacred_Grounds",
            "Rarity": "",
            "Label": "Knowledge: Sacred Grounds",
            "Short_Label": "Knowledge",
            "Image": "Image_Sacred_Grounds",
            "Knowledge_Content": "Sacred Grounds are locations charged with spiritual energy, often sites of major historical or mystical events."
        },
        {
            "Id": "Myth_Seven_Seas",
            "Rarity": "",
            "Label": "Myth: The Seven Seas",
            "Short_Label": "Myth",
            "Image": "Image_Seven_Seas",
            "Knowledge_Content": "The Seven Seas are said to be pathways to hidden truths and are guarded by sea monsters and old gods."
        },
        {
            "Id": "Potion_True_Sight",
            "Rarity": "",
            "Label": "Potion Formula: True Sight",
            "Short_Label": "Formula",
            "Image": "Image_True_Sight",
            "Knowledge_Content": "Provides the drinker with the ability to see the true nature of things. Rank: 7, Ingredients: 5 Visionary Leaves, 1 Eye of Newt."
        },
        {
            "Id": "Knowledge_Ancient_Contracts",
            "Rarity": "",
            "Label": "Knowledge: Ancient Contracts",
            "Short_Label": "Knowledge",
            "Image": "Image_Ancient_Contracts",
            "Knowledge_Content": "Ancient Contracts are pacts made between humans and supernatural beings, often involving complex rituals and steep prices."
        },
        
        {
            "Id": "Potion_Voiceless_Bard",
            "Rarity": "",
            "Label": "Potion Formula: Voiceless Bard",
            "Short_Label": "Formula",
            "Image": "Image_Voiceless_Bard",
            "Knowledge_Content": "Grants the ability to influence emotions silently. Rank: 6, Ingredients: 3 Bard's Tears, 2 Silent Whispers."
        },
        {
            "Id": "Knowledge_Forbidden_Scripts",
            "Rarity": "",
            "Label": "Knowledge: Forbidden Scripts",
            "Short_Label": "Knowledge",
            "Image": "Image_Forbidden_Scripts",
            "Knowledge_Content": "Forbidden Scripts contain spells and knowledge that have been sealed away due to their dangerous nature."
        },
        {
            "Id": "Myth_Forgotten_King",
            "Rarity": "",
            "Label": "Myth: The Forgotten King",
            "Short_Label": "Myth",
            "Image": "Image_Forgotten_King",
            "Knowledge_Content": "The Forgotten King was a ruler whose kingdom was lost to time, rumored to be buried under the sea."
        },
        {
            "Id": "Potion_Star_Gazer",
            "Rarity": "",
            "Label": "Potion Formula: Star Gazer",
            "Short_Label": "Formula",
            "Image": "Image_Star_Gazer",
            "Knowledge_Content": "Enables the user to read fortunes in the stars. Rank: 8, Ingredients: 4 Starlight, 1 Mystic Orb."
        },
        {
            "Id": "Knowledge_Ancient_Runes",
            "Rarity": "",
            "Label": "Knowledge: Ancient Runes",
            "Short_Label": "Knowledge",
            "Image": "Image_Ancient_Runes",
            "Knowledge_Content": "Ancient Runes are symbols from old civilizations, holding power and secrets of old magics."
        },
        {
            "Id": "Potion_Shadow_Mender",
            "Rarity": "",
            "Label": "Potion Formula: Shadow Mender",
            "Short_Label": "Formula",
            "Image": "Image_Shadow_Mender",
            "Knowledge_Content": "Heals wounds in shadows and darkness. Rank: 5, Ingredients: 2 Shadow Herb, 3 Moonlight Dew."
        },
        {
            "Id": "Knowledge_Lost_Cities",
            "Rarity": "",
            "Label": "Knowledge: Lost Cities",
            "Short_Label": "Knowledge",
            "Image": "Image_Lost_Cities",
            "Knowledge_Content": "Lost Cities are ancient metropolises that vanished without a trace, often spoken of in myths and legends."
        },
        {
            "Id": "Myth_Silent_Watchers",
            "Rarity": "",
            "Label": "Myth: The Silent Watchers",
            "Short_Label": "Myth",
            "Image": "Image_Silent_Watchers",
            "Knowledge_Content": "The Silent Watchers are spectral figures that guard forbidden knowledge and realms."
        },
        {
            "Id": "Potion_Lightweaver",
            "Rarity": "",
            "Label": "Potion Formula: Lightweaver",
            "Short_Label": "Formula",
            "Image": "Image_Lightweaver",
            "Knowledge_Content": "Manipulates light to create illusions. Rank: 7, Ingredients: 5 Photon Particles, 2 Illusion Webs."
        },
        {
            "Id": "Knowledge_Time_Fragments",
            "Rarity": "",
            "Label": "Knowledge: Time Fragments",
            "Short_Label": "Knowledge",
            "Image": "Image_Time_Fragments",
            "Knowledge_Content": "Time Fragments are remnants of past or future events, capable of revealing history or possibilities."
        }
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        







    ]

}